<?php
// +----------------------------------------------------------------------
// | 易捷商城系统 [ 致力于通过产品和服务，帮助商家高效化开拓市场 ]
// +----------------------------------------------------------------------
// | Copyright (c) 2017~2021 https://www.yiovo.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed 这不是一个自由软件，不允许对程序代码以任何形式任何目的的再发行
// +----------------------------------------------------------------------
// | Author: 萤火科技 <admin@yiovo.com>
// +----------------------------------------------------------------------
declare (strict_types=1);

return [
    "map_url"=>"https://apis.map.qq.com",
    "geocoder"=>"ws/geocoder/v1",
    "key" => "F42BZ-JOK3U-7KXV3-2FBQP-V266J-IMFP6",
    "output"=>"json"
];
